"Open File in Skim" = "Apri file in Skim";
"Open URL in Skim" = "Apri URL in Skim";
"Open Selected PDF" = "Apri il PDF selezionato";
"Show Skim Notes" = "Mostra note Skim";
"Print File with Skim…" = "Stampa documenti con Skim…";
"Print File with Skim" = "Stampa documenti con Skim";
